Repository: AnimalMetal/nvda-chat
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: es

source: &Back
es: &Volver

source: &Browse...
es: &Buscar...

source: &Cancel
es: &Cancelar

source: &Delete Friend
es: &Eliminar Amigo

source: &Register New Account
es: &Crear Nueva Cuenta

source: &Save
es: &Guardar

source: &Send
es: &Enviar

source: &View NVDA Log
es: &Ver Registro de NVDA

source: Account Information:
es: Información de cuenta:

source: Account Settings
es: Configuración de Cuenta

source: Account settings saved!
es: ¡Configuración guardada!

source: Add Member
es: Añadir Miembro

source: Added {user} to group
es: {user} añadido al grupo

source: All members deselected
es: Todos los miembros deseleccionados

source: Auto-connect on startup
es: Conectar automáticamente al iniciar

source: Cancel
es: Cancelar

source: Cannot reach server
es: No se puede conectar al servidor

source: Cannot remove admin
es: No puedes eliminar al admin

source: Cannot remove yourself
es: No te puedes eliminar a ti mismo

source: Chat History
es: Historial de Chat

source: Chat deleted
es: Chat eliminado

source: Chat opened
es: Chat abierto

source: Chat window opened
es: Ventana de chat abierta

source: Close
es: Cerrar

source: Coming soon
es: Próximamente

source: Configure credentials
es: No se han configurado datos de una cuenta

source: Connected
es: Conectado al servidor

source: Connection error
es: Error de conexión

source: Connection lost. Manual reconnect needed.
es: Conexión perdida. Reconecta manualmente.

source: Could not open log viewer
es: No se pudo abrir el visor de registro

source: Create Group
es: Crear Grupo

source: Create Group Chat
es: Crear Chat Grupal

source: Creating account...
es: Creando cuenta...

source: Deselect All
es: Deseleccionar Todos

source: Disconnected
es: Desconectado del servidor

source: Email (optional):
es: Email (opcional):

source: Enable all sounds
es: Activar todos los sonidos

source: Enter a group name
es: Escribe un nombre para el grupo

source: Enter username and password
es: Escribe usuario y contraseña

source: Error adding member
es: Error al añadir miembro

source: Error creating chat
es: Error al crear chat

source: Error deleting chat
es: Error al eliminar chat

source: Error deleting friend
es: Error al eliminar amigo

source: Error deleting group
es: Error al eliminar grupo

source: Error removing member
es: Error al eliminar miembro

source: Error renaming group
es: Error al renombrar grupo

source: Error transferring admin
es: Error al transferir admin

source: Friend Requests
es: Solicitudes de Amistad

source: Friend deleted
es: Amigo eliminado

source: Friend request from {user}
es: Has recibido solicitud de amistad de {user}

source: Friends
es: Amigos

source: Group Members (Arrow keys to navigate):
es: Miembros del Grupo (flechas para navegar):

source: Group Name:
es: Nombre del grupo:

source: Group created
es: Grupo creado

source: Group deleted
es: Grupo eliminado

source: Group renamed to {name}
es: Grupo renombrado a {name}

source: Individual Sound Settings:
es: Configuración individual de sonidos:

source: Invalid
es: Inválido

source: Logging:
es: Iniciar seción:

source: Login failed
es: Error al iniciar sesión: nombre de usuario o contraseña incorrectos

source: Make Admin (Transfer)
es: Hacer Admin (Transferir)

source: Message History:
es: Historial de mensajes:

source: Messages folder:
es: Carpeta de mensajes:

source: My Friends
es: Mis Amigos

source: Name unchanged
es: Nombre sin cambios

source: No friends available to add
es: No hay amigos disponibles

source: No friends. Add friends first.
es: No hay amigos. Añade amigos primero.

source: Not a group chat
es: No es un chat grupal

source: Not connected
es: No conectado al servidor

source: Only group admin can manage group
es: Solo el admin puede administrar el grupo

source: Password must be 6+ characters
es: La contraseña debe tener 6o + caracteres

source: Password:
es: Contraseña:

source: Read messages aloud when in chat window
es: Leer mensajes en voz alta en la ventana de chat

source: Refresh
es: Actualizar

source: Refreshing...
es: Actualizando...

source: Registration failed
es: Registro fallido

source: Remove Selected Member
es: Eliminar Miembro Seleccionado

source: Removed {user} from group
es: {user} eliminado del grupo

source: Rename
es: Renombrar

source: Request sent!
es: ¡Solicitud enviada!

source: Save chat messages locally
es: Guardar mensajes localmente

source: Saved!
es: ¡Guardado!

source: Select All
es: Seleccionar Todos

source: Select Members (Space to toggle):
es: Selecciona miembros (Espacio para marcar):

source: Select a member first
es: Selecciona un miembro primero

source: Select at least one member
es: Selecciona al menos un miembro

source: Select chat
es: Selecciona un chat

source: Select friend
es: Selecciona un amigo

source: Select incoming
es: Selecciona una entrante

source: Select request
es: Selecciona una solicitud

source: Server URL:
es: URL del servidor:

source: Server unreachable
es: Servidor inaccesible

source: Settings
es: Configuración

source: Speech Notifications:
es: Notificaciones de voz:

source: Timeout
es: Tiempo agotado

source: Username taken
es: Este usuario ya existe

source: Username:
es: Usuario:

source: You are already admin
es: Ya eres admin

source: {user} accepted friend request
es: {user} aceptó tu solicitud

source: {user} is offline
es: {user} se ha desconectado

source: {user} is online
es: {user} se ha conectado

source: &Account
es: &Cuenta

source: &Connect Ctrl+C
es: &Conectar Ctrl+C

source: &Delete
es: &Eliminar

source: &Disconnect Ctrl+D
es: &Desconectar Ctrl+D

source: E&xit
es: &Salir

source: &File
es: &Archivo

source: &Manage Friends Ctrl+F
es: &Administrar Amigos Ctrl+F

source: &New Chat
es: &Nuevo Chat

source: &Settings Ctrl+S
es: &Configuración Ctrl+S

source: Delete Chat
es: Eliminar Chat

source: Delete Group for Everyone (Admin)
es: Eliminar Grupo para Todos (Admin)

source: F&riends
es: A&migos

source: Manage Group (Admin)
es: Administrar Grupo (Admin)

source: Remove from My List
es: Quitar de Mi Lista

source: View Members
es: Ver Miembros

source: Sounds
es: Sonidos

source: Notifications
es: Notificaciones

source: Requests
es: Solicitudes

source: Message received
es: Mensaje recibido

source: Message sent
es: Mensaje enviado

source: User comes online
es: Usuario se conecta

source: User goes offline
es: Usuario se desconecta

source: Speak when message received
es: Hablar cuando llegue un mensaje

source: Speak when message sent
es: Hablar cuando envíe un mensaje

source: Speak when user comes online
es: Hablar cuando un usuario se conecte

source: Speak when user goes offline
es: Hablar cuando un usuario se desconecte

source: Speak friend requests
es: Hablar cuando recivas una solicitud de amistad

source: What type of chat?
es: ¿Qué tipo de chat?

source: New Chat
es: Nuevo Chat

source: Private Chat
es: Chat Privado

source: Group Chat
es: Chat Grupal

source: Select friend to chat with:
es: Elige un amigo para chatear:

source: New Private Chat
es: Nuevo Chat Privado

source: Select Members (check to add):
es: Selecciona miembros (marca para añadir):

source: Friend request
es: Solicitud de amistad

source: E&xit Alt+F4
es: &Salir Alt+F4

source: Username
es: Usuario

source: Status
es: Estado

source: &Accept
es: &Aceptar

source: &Reject
es: &Rechazar

source: &Add Friend
es: &Añadir Amigo

source: &Refresh
es: &Actualizar

source: online
es: Conectado

source: offline
es: Desconectado

source: No requests
es: No hay solicitudes

source: waiting
es: esperando

source: Friend's username:
es: Usuario del amigo:

source: Add Friend
es: Añadir Amigo

source: Accepting {user}...
es: Aceptando a {user}...

source: Accepted!
es: ¡Aceptado!

source: Select friend to add (Enter to confirm):
es: Elige un amigo para añadir (Enter para confirmar):

source: Add Group Member
es: Añadir Miembro al Grupo

source: Confirm Rename
es: Confirmar Cambio de Nombre

source: Rename group to '{name}'?
es: ¿Renombrar grupo a '{name}'?

source: {count} members in group
es: {count} miembros en el grupo

source: Added {user}
es: {user} añadido

source: Renamed to {name}
es: Renombrado a {name}

source: Error: Libraries missing
es: Error: Faltan librerías

source: No chats
es: No hay chats

source: Group - You are admin
es: Grupo - Eres admin

source: Group
es: Grupo

source: unread
es: sin leer

source: &Settings
es: &Configuración

source: Message from {user}
es: Mensaje de {user}

source: Requests ({count})
es: Solicitudes ({count})

source: Delete Group
es: Eliminar Grupo

source: Delete this chat?
es: ¿Eliminar este chat?

source: Confirm
es: Confirmar

source: Group Members
es: Miembros del Grupo

source: Members of {name}: {members}
es: Miembros de {name}: {members}

source: Confirm Transfer
es: Confirmar Transferencia

source: Manage Group: {name}
es: Administrar Grupo: {name}

source: Updates:
es: Actualizaciones:

source: &Check for Updates Now
es: &Buscar Actualizaciones Ahora

source: Could not check for updates
es: No se pudo buscar actualizaciones

source: New version available: {version} {changelog} Download now?
es: Nueva versión disponible: {version} {changelog} ¿Descargar ahora?

source: You have the latest version ({version})
es: Tienes la última versión ({version})

source: Error checking for updates: {error}
es: Error al buscar actualizaciones: {error}

source: Update Available
es: Actualización Disponible

source: Downloading update...
es: Descargando actualización...

source: Download failed
es: Descarga fallida

source: Download error: {error}
es: Error de descarga: {error}

source: Update downloaded. NVDA must restart to install. Restart now?
es: Actualización descargada. NVDA debe reiniciarse para instalar. ¿Reiniciar ahora?

source: Install Update
es: Instalar Actualización

source: Update saved. Install manually from: {path}
es: Actualización guardada. Instala manualmente desde: {path}

source: Could not check for updates: {error}
es: No se pudo buscar actualizaciones: {error}

source: New version available: {version} Changelog: {changelog} Would you like to download it?
es: Nueva versión disponible: {version} Cambios: {changelog} ¿Quieres descargarla?

source: Opening download page...
es: Abriendo página de descarga...

source: Installation error: {error}
es: Error de instalación: {error}

source: Opening addon file. Follow prompts to install.
es: Abriendo archivo de complemento. Sigue las instrucciones para instalar.

source: Install error: {error}
es: Error al instalar: {error}

source: Update downloaded successfully! The addon will be installed and NVDA will restart. Continue?
es: ¡Actualización descargada exitosamente! El complemento se instalará y NVDA se reiniciará. ¿Continuar?

source: Update is not compatible with this NVDA version
es: La actualización no es compatible con esta versión de NVDA

source: Update installed successfully! NVDA must restart to complete installation. Restart now?
es: ¡Actualización instalada exitosamente! NVDA debe reiniciarse para completar la instalación. ¿Reiniciar ahora?

source: Restart Required
es: Reinicio Requerido

source: Please restart NVDA to complete installation
es: Por favor reinicia NVDA para completar la instalación

source: Update saved at: {path}
es: Actualización guardada en: {path}

source: Installing update...
es: Instalando actualización...

source: Follow the prompts to complete installation
es: Sigue las instrucciones para completar la instalación

source: Installation started. NVDA will prompt you to restart.
es: Instalación iniciada. NVDA te pedirá que reinicies.

source: Opening installer. Please follow the prompts.
es: Abriendo instalador. Por favor sigue las instrucciones.

source: Update downloaded to: {path} Install manually by opening this file
es: Actualización descargada en: {path} Instala manualmente abriendo este archivo

source: Download complete. Size: {size} KB
es: Descarga completa. Tamaño: {size} KB

source: Could not open installer automatically. File saved at: {path}
es: No se pudo abrir el instalador automáticamente. Archivo guardado en: {path}

source: Download complete. Installing...
es: Descarga completa. Instalando...

source: Download failed: File not saved
es: Descarga fallida: Archivo no guardado

source: Download failed: Status {status}
es: Descarga fallida: Estado {status}

source: Installation error: File not found
es: Error de instalación: Archivo no encontrado

source: Update ready to install: Name: {name} Version: {version} NVDA must restart to complete installation. Install now?
es: Actualización lista para instalar: Nombre: {name} Versión: {version} NVDA debe reiniciarse para completar la instalación. ¿Instalar ahora?

source: Update installed successfully! NVDA will now restart.
es: ¡Actualización instalada exitosamente! NVDA se reiniciará ahora.

source: Restart NVDA
es: Reiniciar NVDA

source: Installation failed: {error}
es: Instalación fallida: {error}

source: Installation cancelled
es: Instalación cancelada

source: File saved at: {path} Double-click to install manually
es: Archivo guardado en: {path} Haz doble clic para instalar manualmente

source: Update downloaded to: {path} Double-click file to install manually
es: Actualización descargada en: {path} Haz doble clic para instalar manualmente

source: Check for updates automatically on startup
es: Buscar actualizaciones automáticamente al iniciar

source: Update downloaded successfully! File location: {path} To install: 1. Open File Explorer (Windows+E) 2. Go to Downloads folder 3. Find: nvda-chat-{version}.nvda-addon 4. Press Enter to install Install now? (Opens File Explorer)
es: ¡Actualización descargada exitosamente! Ubicación del archivo: {path} Para instalar: 1. Abre Explorador de Archivos (Windows+E) 2. Ve a la carpeta Descargas 3. Busca: nvda-chat-{version}.nvda-addon 4. Presiona Enter para instalar ¿Instalar ahora? (Abre Explorador de Archivos)

source: Update Ready
es: Actualización Lista

source: File Explorer opened. Press Enter on the file to install.
es: Explorador de Archivos abierto. Presiona Enter en el archivo para instalar.

source: Update saved in Downloads folder
es: Actualización guardada en carpeta Descargas

source: Update downloaded successfully! Version: {version} Size: {size} KB The installer will open now. Follow NVDA's prompts to install. Continue?
es: ¡Actualización descargada exitosamente! Versión: {version} Tamaño: {size} KB El instalador se abrirá ahora. Sigue las instrucciones de NVDA para instalar. ¿Continuar?

source: Installer opened. Follow the prompts to install and restart NVDA.
es: Instalador abierto. Sigue las instrucciones para instalar y reiniciar NVDA.

source: Installer opened. Follow the prompts.
es: Instalador abierto. Sigue las instrucciones.

source: Could not open installer automatically. Please open it manually from: {path}
es: No se pudo abrir el instalador automáticamente. Por favor ábrelo manualmente desde: {path}

source: Update saved in Downloads folder: {path}
es: Actualización guardada en carpeta Descargas: {path}

source: Display:
es: Visualización:

source: Show date and time in messages
es: Mostrar fecha y hora en mensajes

source: Mute Chat
es: Silenciar Chat

source: Unmute Chat
es: Activar Sonido del Chat

source: Chat muted - no sounds or speech notifications
es: Chat silenciado - sin sonidos ni notificaciones de voz

source: Chat unmuted
es: Sonido del chat activado

source: Muted
es: Silenciado

source: Config migrated to NVDA folder
es: Configuración migrada a carpeta de NVDA

source: At newest message
es: En el mensaje más reciente

source: Oldest message
es: Mensaje más antiguo

source: Newest message
es: Mensaje más reciente

source: Maximum messages to load in chat history:
es: Máximo de mensajes a cargar en el historial de chat:

source: (Lower = faster, Higher = more history)
es: (Menos mensajes el historial carga más rápido. más mensajes, el historial tardará en cargarse)
